Repository: DCSBL/rppl
Catalog: RpplWatch/Localizable.xcstrings
Source language: en
Languages: nl

source: %lld park days are on your iPhone.
nl: %lld parkdagen staan op je iPhone.

source: Ack failed: %@
nl: Ack mislukt: %@

source: Acked %@
nl: Ack %@

source: Action Button: Workout › Rppl (start only)
nl: Action Button: Workout › Rppl (alleen start)

source: Allow %@
nl: Sta %@ toe

source: Allow each permission so Rppl can record your park session on Apple Watch.
nl: Sta elke machtiging toe zodat Rppl je park session op Apple Watch kan opnemen.

source: allowed
nl: toegestaan

source: Allowed
nl: Toegestaan

source: Avg speed
nl: Gem. snelheid

source: Cable Park
nl: Kabelpark

source: Calories
nl: Calorieën

source: Cancel
nl: Annuleren

source: denied
nl: geweigerd

source: Denied
nl: Geweigerd

source: Detection: %@
nl: Detectie: %@

source: Discard
nl: Verwijderen

source: Discard: %@
nl: Verwijderen: %@

source: Discarding…
nl: Verwijderen…

source: DIST
nl: AFST

source: Distance
nl: Afstand

source: Done
nl: Klaar

source: Duration
nl: Duur

source: Elapsed
nl: Verstreken

source: Failed
nl: Mislukt

source: File delivered - awaiting phone ack
nl: Bestand afgeleverd - wachten op telefoon-ack

source: GPS accuracy: %.0f m
nl: GPS-nauwkeurigheid: %.0f m

source: Health
nl: Gezondheid

source: Health auth: %@
nl: Gezondheid-auth: %@

source: Health unavailable
nl: Gezondheid niet beschikbaar

source: Heart rate %@ beats per minute
nl: Hartslag %@ slagen per minuut

source: Heart rate unavailable
nl: Hartslag niet beschikbaar

source: Helps tell when you are riding versus resting at the dock.
nl: Helpt te bepalen of je aan het riden bent of rust bij de dock.

source: How to fix
nl: Hoe te herstellen

source: Idle
nl: Inactief

source: Inactive
nl: Inactief

source: Inactive for
nl: Inactief sinds

source: iPhone not reachable - transfers will queue
nl: iPhone niet bereikbaar - transfers gaan in wachtrij

source: iPhone reachable
nl: iPhone bereikbaar

source: Keep
nl: Bewaren

source: KM/H
nl: KM/U

source: Last
nl: Laatste

source: Last set
nl: Laatste set

# Last set %@, %@, %lld laps
source: Last set %1$@, %2$@, %3$lld laps
nl: Laatste set %1$@, %2$@, %3$lld laps

source: Locks the screen to prevent accidental taps
nl: Vergrendelt het scherm tegen per ongeluk tikken

source: Location
nl: Locatie

source: Location: %@
nl: Locatie: %@

source: Mark transfer: %@
nl: Transfer markeren: %@

source: Mode: %@
nl: Modus: %@

source: Motion
nl: Beweging

source: Motion skipped
nl: Beweging overgeslagen

source: Motion: %@
nl: Beweging: %@

source: No GPS
nl: Geen GPS

source: No GPS start location
nl: Geen GPS-startlocatie

source: No sets yet
nl: Nog geen sets

source: Not available on this Watch
nl: Niet beschikbaar op deze Watch

source: not decided
nl: niet besloten

source: Not decided yet
nl: Nog niet besloten

source: On iPhone, open Settings > Privacy & Security > Location Services > Rppl and allow While Using the App.
nl: Open op iPhone Instellingen > Privacy en beveiliging > Locatievoorzieningen > Rppl en sta Bij gebruik van de app toe.

source: On iPhone, open Settings > Privacy & Security > Motion & Fitness and enable Rppl.
nl: Open op iPhone Instellingen > Privacy en beveiliging > Beweging en fitness en schakel Rppl in.

source: Park day is on your iPhone.
nl: Parkdag staat op je iPhone.

source: Pause
nl: Pauze

source: Paused
nl: Gepauzeerd

source: Pending transfers: %lld
nl: Openstaande transfers: %lld

source: Pending: %lld
nl: Openstaand: %lld

source: Permissions
nl: Machtigingen

source: Permissions updated
nl: Machtigingen bijgewerkt

source: Phone connected
nl: Telefoon verbonden

source: Queued %@…
nl: In wachtrij %@…

source: Ready to sync
nl: Klaar om te synchroniseren

source: Recording
nl: Opnemen

source: Request permissions
nl: Machtigingen vragen

source: Required to record GPS during your park session so Rppl can track sets and distance.
nl: Nodig om GPS tijdens je park session op te nemen zodat Rppl sets en afstand kan volgen.

source: Required to save the workout to Fitness and record heart rate while you ride.
nl: Nodig om de workout in Fitness op te slaan en hartslag tijdens het riden vast te leggen.

source: Resume
nl: Hervatten

source: Retry transfers
nl: Transfers opnieuw

source: Save workout: %@
nl: Workout opslaan: %@

source: Sensors-only (no HK workout)
nl: Alleen sensors (geen HK-workout)

source: Session complete
nl: Session voltooid

source: Averaged track
nl: Gemiddelde track

source: Show averaged track
nl: Gemiddelde track tonen

source: Show heatmap
nl: Heatmap tonen

source: Session start location
nl: Startlocatie van session

source: Session start location map
nl: Kaart van startlocatie van session

source: Session synced
nl: Session gesynchroniseerd

source: Sessions synced
nl: Sessions gesynchroniseerd

source: Shows full-screen map
nl: Toont kaart op volledig scherm

source: Sim: Detected
nl: Sim: Detectie

source: Sim: Inactive
nl: Sim: Inactief

source: Start cable park in \(.applicationName)
nl: Start kabelpark in \(.applicationName)

source: Start Cable Park Session
nl: Start kabelpark session

source: Start session
nl: Session starten

source: Start Session
nl: Session starten

source: Starting…
nl: Starten…

source: Starts a session
nl: Start een session

source: Starts an Rppl cable-park recording session.
nl: Start een Rppl recording session in het kabelpark.

source: Stopped - waiting for phone ack
nl: Gestopt - wachten op telefoon-ack

source: Stopping…
nl: Stoppen…

source: Stops recording and queues transfer to iPhone.
nl: Stopt met opnemen en zet transfer naar iPhone in de wachtrij.

source: Store: %@
nl: Opslag: %@

source: Stored %@
nl: Opgeslagen %@

source: Swipe for Resume
nl: Veeg voor Hervatten

source: Synced
nl: Gesynchroniseerd

source: Synced to iPhone
nl: Gesynchroniseerd naar iPhone

source: Syncing to iPhone
nl: Synchroniseren naar iPhone

source: Syncing…
nl: Synchroniseren…

source: Transfer error: %@
nl: Transferfout: %@

source: Transfer failed (kept on Watch): %@
nl: Transfer mislukt (blijft op Watch): %@

source: Transfer list error: %@
nl: Transferlijstfout: %@

source: Transferring…
nl: Overzetten…

source: Turn Digital Crown to unlock
nl: Draai Digital Crown om te ontgrendelen

source: Type of Workout
nl: Type workout

source: unavailable, skipped
nl: niet beschikbaar, overgeslagen

source: Under 30 seconds and no sets. Discard deletes it here. Keep transfers to iPhone.
nl: Korter dan 30 seconden en geen sets. Verwijderen wist het hier. Bewaren stuurt naar iPhone.

source: Unsure
nl: Onzeker

source: Unsure (raw: %@)
nl: Onzeker (raw: %@)

source: Disable Water Lock
nl: Water Lock uitschakelen

source: Enable Water Lock
nl: Water Lock inschakelen

source: Water Lock
nl: Watervergrendeling

source: WC activate error: %@
nl: WC-activatiefout: %@

source: WC activated
nl: WC geactiveerd

source: WC idle
nl: WC inactief

source: WC not activated - will retry
nl: WC niet geactiveerd - opnieuw proberen

source: WC unsupported
nl: WC niet ondersteund

source: Workout not authorized - tap Request permissions or enable in Health settings. Continuing without workout.
nl: Workout niet toegestaan - tik op Machtigingen vragen of zet aan in Gezondheid. Doorgaan zonder workout.

source: Workout: %@. Continuing sensors-only.
nl: Workout: %@. Doorgaan met alleen sensors.

source: workout: authorized
nl: workout: toegestaan

source: workout: denied - enable in Settings › Health
nl: workout: geweigerd - zet aan in Instellingen › Gezondheid

source: workout: notDetermined
nl: workout: niet bepaald

source: workout: unknown
nl: workout: onbekend

source: Timers paused
nl: Timers gepauzeerd

source: Waiting for system permission popups. This can take a few seconds on first launch.
nl: Wachten op systeemmachtigingen. Dit kan bij de eerste start een paar seconden duren.

source: Waiting for the system popup…
nl: Wachten op de systeempopup…

source: On iPhone, open the Health app > Sharing > Apps > Rppl and turn on workout access. Or: Settings > Health > Data Access & Devices > Rppl.
nl: Open op iPhone de Gezondheid-app > Delen > Apps > Rppl en zet workouttoegang aan. Of: Instellingen > Gezondheid > Toegang tot gegevens en apparaten > Rppl.

source: Try Again
nl: Opnieuw proberen

source: Discard Session?
nl: Session verwijderen?

source: End Session?
nl: Session beëindigen?

source: End Session
nl: Session beëindigen

source: Current
nl: Huidig

source: Saving…
nl: Opslaan…

source: Saving session
nl: Session opslaan

source: Watch storage almost full - free up space
nl: Watch-opslag bijna vol - maak ruimte vrij

source: Screen-on only
nl: Alleen scherm aan
